Repository: jlafollette/teslamate
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: uk

source: Status
uk: Статус

source: Speed
uk: Швидкість

source: State of Charge
uk: Рівень заряду

source: Charged
uk: Заряджено

source: asleep
uk: спить

source: charging
uk: заряджається

source: driving
uk: подорожує

source: offline
uk: офлайн

source: online
uk: онлайн

source: updating
uk: оновлюється

source: Locked
uk: Закрито

source: Sentry Mode
uk: Сентрі Мод

source: Home
uk: Додому

source: Settings
uk: Налаштування

source: Scheduled Charging
uk: Запланована зарядка

source: Plugged In
uk: З кабелем

source: Charge Limit
uk: Ліміт зарядки

source: falling asleep
uk: Засинає

source: unavailable
uk: недоступно

source: Length
uk: Довжина

source: Temperature
uk: Температура

source: Units
uk: Одиниці

source: Back
uk: Назад

source: Geo-fence "%{name}" created
uk: Гео-позиція "%{name}" створена

source: Geo-Fences
uk: Гео-позиції

source: Idle Time Before Trying to Sleep
uk: Час простою перед спробою заснути

source: Name
uk: Ім'я

source: Position
uk: Позиція

source: Radius
uk: Радіус

source: Save
uk: Зберегти

source: Saving...
uk: Зберігаю...

source: Time to Try Sleeping
uk: Час до спроби заснути

source: min
uk: мінімум

source: Signed in successfully
uk: Вхід успішний

source: Car is unlocked
uk: Авто відкрите

source: Create
uk: Створити

source: Preconditioning
uk: Прогрів

source: Sentry mode is enabled
uk: Сентрі мод увімкнено

source: Driver present
uk: Водій присутній

source: cancel sleep attempt
uk: відмінити спробу сну

source: try to sleep
uk: спроба заснути

source: Range (est.)
uk: Дальність (est.)

source: for
uk: для

source: Requirements
uk: Вимоги

source: Vehicle must be locked
uk: Авто повинно бути зачинене

source: Range (rated)
uk: Дальність (rated)

source: Charger Power
uk: Потужність зарядки

source: Preferred Range
uk: Бажана дальність

source: Range
uk: Дальність

source: Range (ideal)
uk: Дальність (ideal)

source: The car's estimate of remaining range is based on a fixed energy consumption in Wh/km. The Wh/km factor is determined by Tesla and is not country specific whereas the rated range is based on regulatory tests in the different markets for that vehicle.
uk: Авто розраховує залишок відстані базаючись на фіксованому споживання енергії в Вт/км. Одиниця Вт/км визначено Теслою і не змінюється для кожної країни окремо, в залежності від законодавства різних країн та відповідного тестування.

source: Update in progress
uk: Оновлення в процессі

source: Windows open
uk: Відкриті вікна

source: Delete '%{geo_fence}'?
uk: Видалити '%{geo_fence}'?

source: Inside Temperature
uk: Температура всередині

source: Outside Temperature
uk: Температура ззовні

source: Version
uk: Версія

source: Health check failed
uk: Помилка при перевірці

source: Unlocked
uk: Відкрито

source: Remaining Time
uk: Залишилось часу

source: URLs
uk: Посилання

source: Web App
uk: Веб Додаток

source: Enabled
uk: Увімкнено

source: Sleep Mode
uk: Спить

source: Geo-fence "%{name}" updated
uk: Гео-позиція "%{name}" оновлена

source: An error occurred
uk: Сталась помилка

source: Timeout
uk: Таймаут

source: Reduced Battery Range
uk: Зменшено доступний залишок батареї

source: ≈ %{range} at 100%
uk: ≈ %{range} при 100%

source: Charge Cost
uk: Вартість зарядки

source: Cost
uk: Вартість

source: Enter charge cost
uk: Введіть вартість зарядки

source: Saved!
uk: Збережено!

source: Fetching vehicle data ...
uk: Отримую інформацію з машини

source: Addresses
uk: Адреси

source: Language
uk: Мова

source: There was a problem retrieving data from OpenStreetMap. Please try again later.
uk: Виникла помилка під час отримання даних з OpenStreetMap. Спробуйте пізніше, будьласка

source: TeslaFi Import
uk: TeslaFi імпорт

source: Found %{count} file
uk: Знайдено %{count} файл

source: Donate
uk: Задонатити

source: Import
uk: Імпорт

source: Time zone
uk: Часовий пояс

source: Sign in
uk: Увійти

source: Charge cost
uk: Вартість зарядки

source: Free Supercharging
uk: Безкоштовний суперчарджер

source: General Settings
uk: Загальні налаштування

source: Session fee
uk: Вартість сесії

source: Doors open
uk: Відкриті двері

source: Per kWh
uk: за кВт*Г

source: Total
uk: Усього

source: There is <strong>%{n} charging session</strong> at this location for which no costs have been added yet.
uk: Зарядній сесії %{n} у данній гео-позиції ще не задано вартість

source: Add costs retroactively
uk: Додати вартість минулим сесіям?

source: Charging Costs
uk: Вартість зарядки

source: Continue
uk: Продовжити

source: Mileage
uk: Пробіг

source: Streaming API
uk: Потокове API

source: Documentation
uk: Документація

source: Update available
uk: Доступне оновлення

source: Doors are open
uk: Двері відкриті

source: Trunk is open
uk: Багажник відкритий

source: Per Minute
uk: За хвилину

source: Software Update available (%{version})
uk: Доступне оновлення ПЗ (%{version})

source: Sign out
uk: Вийти

source: Tokens are invalid
uk: Токени не дійсні

source: Obtaining tokens through the Tesla API requires programming experience or a 3rd-party service. Information can be found %{here}.
uk: Для отримання токенів через API Tesla вимагає навичок програмування або доступ до інших сервісів. Інформацію можна знайти %{here}.

source: here
uk: тут

source: Your Tesla account is locked due to too many failed sign in attempts. To unlock your account, reset your password
uk: Ваш аккаунт Тесла заблоковано через дуже велику кількість невдалих спроб входу. Щоб розблокувати свій аккаунт, відновіть свій пароль

source: Downloading update
uk: Завантаження оновлення

source: No encryption key provided
uk: Не надано ключ шифрування

source: The automatically generated encryption key used for the current session can be found <strong>in the application logs</strong>.
uk: Автоматично сгенерований ключ шифрування, що використовується поточною сесією може бути знайдений <strong>у логах додотку</strong>.

source: Tire Pressure
uk: Тиск
