Repository: jlafollette/teslamate
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: tr, uk

source: can't be blank
tr: boş olamaz
uk: не повинно бути порожнім

source: has already been taken
tr: daha önce seçildi
uk: вже зайнято

source: is invalid
tr: geçersiz
uk: невірний

source: must be accepted
tr: kabul edilmesi gerekli
uk: повинно бути прийняте

source: has invalid format
tr: geçersiz format
uk: невірний формат

source: has an invalid entry
tr: geçersiz bir kayıt mevcut
uk: невірний запис

source: is reserved
tr: geri alındı
uk: зарезервовано

source: does not match confirmation
tr: onayla eşleşmiyor
uk: не відповідає підтвердженню

source: is still associated with this entry
tr: hala bu kayıtla ilişkili
uk: досі стосується цього запису

source: are still associated with this entry
tr: hala bu kayıtla ilişkili
uk: досі стосуються цих записів

source: should be %{count} character(s)
tr: %{count} karakter olmalı
uk: повинно бути %{count} символу

source: should have %{count} item(s)
tr: %{count} öğe bulunmalı
uk: повинно бути %{count} знаку

source: should be at least %{count} character(s)
tr: en azından %{count} karakter olmalı
uk: повинно мати %{count} знаки

source: should have at least %{count} item(s)
tr: en azından %{count} öğe bulunmalı
uk: повинно мати хочаб %{count} символу

source: should be at most %{count} character(s)
tr: en fazla %{count} karakter olmalı
uk: не повинно перевищувати %{count} знаки

source: should have at most %{count} item(s)
tr: en fazla %{count} öğe bulunmalı
uk: не повинно перевищувати %{count} символи

source: must be less than %{number}
tr: %{number}'den küçük olmalı
uk: має бути менше ніж %{number}

source: must be greater than %{number}
tr: %{number}'den büyük olmalı
uk: має бути більше ніж %{number}

source: must be less than or equal to %{number}
tr: %{number}'den küçük ya da eşit olmalı
uk: має бути менше чи дорівнювати %{number}

source: must be greater than or equal to %{number}
tr: %{number}'den büyük ya da eşit olmalı
uk: має бути більше чи дорівнювати %{number}

source: must be equal to %{number}
tr: %{number}'e eşit olmalı
uk: має дорівнювати %{number}
